{
  "nav_home": "Startseite",
  "nav_courses": "Kurse",
  "nav_master_class": "Meisterklasse",
  "nav_contact": "Kontakt",
  "nav_login": "Anmelden",
  "nav_signup": "Registrieren",
  "hero_header": "Eine neue Art, Krypto zu lernen",
  "hero_title": "Deine ultimative 360° Krypto- & Trading Lernplattform — KI Power und menschliche Expertise.",
  "hero_subtitle": "Navigiere souverän durch die Welt von Krypto & Trading – mit unserer All-in-One Plattform, die Live-Sessions von Experten mit KI-gestütztem 24/7 Training kombiniert. Für maximale Ergebnisse.",
  "hero_cta": "Jetzt starten",
  "clue_title": "Entfalte dein volles Krypto Potenzial mit TheClue®",
  "clue_description": "Entdecke den Schlüssel zu deinem Erfolg mit TheClue® – der Next-Gen Lernplattform, die KI-Technologie mit echter Expertenunterstützung verbindet.",
  "clue_card1_title": "🎓 Wöchentliche Experten Live Calls",
  "clue_card1_description": "Spreche unsere Trading- und Web3-Profis – für Echtzeit-Insights, Q&A und persönliches Mentoring.",
  "clue_card2_title": "150 intensive Video-Lektionen",
  "clue_card2_description": "Entdecke unsere umfangreiche Videolernplattform, die Krypto einfach verständlich machen.",
  "clue_card3_title": "Telegram Gruppe mit anderen Mitgliedern",
  "clue_card3_description": "Unsere Telegram-Gruppe pulsiert täglich mit Trading-Tipps, Signalen und den neuesten Markt-News.",
  "clue_card4_title": "Lukratives Empfehlungs-Programm",
  "clue_card4_description": "Behalte den Schatz nicht für dich. Teile TheClue mit deinen Freunden – und erhalte fantastische Belohnungen. Mehr teilen = mehr verdienen.",
  "clue_card5_title": "Herausragender Support für beste Ergebnisse",
  "clue_card5_description": "Erhalte Expertenrat genau dann, wenn du ihn am meisten brauchst – um deine Ziele schneller und mit mehr Selbstvertrauen zu erreichen.",
  "master_class_title": "Live-Meisterklassen",
  "master_class_subtitle": "Interaktive Sitzungen mit Branchenführern",
  "pricing_title": "Unsere Pläne",
  "pricing_subtitle": "Nutze eine Vielfalt an Lernmaterialien, interaktiven Inhalten und einer unterstützenden Community, die dich auf deinem Weg zum Krypto-Experten begleitet.\nStarte noch heute – und erweitere deine finanziellen Möglichkeiten!",
  "pricing_basic": "Basis",
  "pricing_pro": "Professionell",
  "pricing_enterprise": "Unternehmen",
  "features_title": "Funktionen",
  "features_24_7": "24/7 Unterstützung",
  "features_certificate": "Zertifikatsprogramme",
  "features_community": "Community-Zugang",
  "features_mentorship": "1-zu-1-Mentoring",
  "testimonials_title": "Was unsere Schüler sagen",
  "faq_title": "Häufig gestellte Fragen",
  "footer_about": "Über uns",
  "footer_privacy": "Datenschutz",
  "footer_terms": "Nutzungsbedingungen",
  "footer_contact": "Kontaktiere uns",
  "language": "Sprache",
  "english": "Englisch",
  "german": "Deutsch",
  "ai_assistant_title": "KI-Lern-Assistent",
  "ai_assistant_description": "Erhalten Sie personalisierte Empfehlungen mit KI-Unterstützung",
  "trainer_title": "Fachkundige Trainer",
  "trainer_description": "Lernen Sie von zertifizierten Blockchain- und Krypto-Experten",
  "transform_title": "Deine Krypto-Reise beginnt hier – jetzt durchstarten!",
  "transform_description": "Die Krypto-Welt entwickelt sich rasant. Mit TheClue bist du nicht nur dabei – du gehst voran. Hier lernst du nicht einfach, sondern erlebst ein spannendes Abenteuer in die Zukunft der Finanzen.",
  "pricing_header": "Einfache Pläne. Ernsthafte",
  "pricing_header1": " Inhalte, Experten & eine Community für deinen",
  "pricing_header2": "",
  "pricing_header_value": "Krypto-Erfolg.",
  "pricing_plan_pro": "Pro",
  "pricing_plan_elite": "Elite",
  "pricing_monthly": "Monatlich",
  "pricing_yearly": "Jährlich",
  "pricing_lifetime": "Lebenslang",
  "pricing_most_popular": "Am beliebtesten",
  "pricing_choose_plan": "Plan wählen",
  "pricing_pro_monthly_desc": "Beginnen Sie Ihre finanzielle Reise mit geführten Videos, Community-Zugang und KI-Unterstützung – ideal für Anfänger, die ihr Fundament aufbauen.",
  "pricing_pro_yearly_desc": "Werden Sie aktiv mit von Experten geleiteten Live-Calls, Echtzeit-Handelssignalen und Portfolio-Einblicken – perfekt für praxisorientierte Lernende und aktive Investoren.",
  "pricing_elite_lifetime_desc": "Schalten Sie fortgeschrittenes Lernen frei mit persönlichem Mentoring, exklusiven Events und tiefgehenden Meisterklassen – für ernsthafte Investoren.",
  "pricing_feature_ai": "Zugang zum KI-Agenten",
  "pricing_feature_telegram": "Zugang zur Telegram-Gruppe",
  "pricing_feature_videos": "Über 150 Videos",
  "pricing_feature_live_calls": "Live-Anrufe",
  "pricing_feature_workshops": "Exklusive Workshops",
  "pricing_feature_everything_basic": "Alles aus Basic",
  "pricing_feature_qa_calls": "Q&A Live-Calls",
  "pricing_feature_signals": "Handelssignale",
  "pricing_feature_portfolio": "Portfolio-Analyse",
  "pricing_feature_everything_pro": "Alles aus Pro",
  "pricing_feature_masterclasses": "Exklusive Meisterklassen",
  "pricing_feature_mentoring": "1:1 Mentoring",
  "pricing_feature_events": "Exklusive Events",
  "masterclass_title": "Tritt unserer Masterclass bei",
  "masterclass_description": "Die Krypto-Welt entwickelt sich rasant – mit der TheClue Masterclass bist du nicht nur dabei, sondern einen Schritt voraus. Hier geht es nicht um bloßes Lernen, sondern um ein packendes Abenteuer in die Zukunft der Finanzen.",
  "masterclass_button": "Ich möchte beitreten",
  "testimonials_section_title": "Was zufriedene Member sagen",
  "testimonials_section_subtitle": "Was andere Member über TheClue sagen",
  "testimonial_jasmin": "Seit ich in der TheClue-Community auf Telegram bin, bin ich immer einen Schritt voraus. Die Updates kommen sofort, und die Leute tauschen sich richtig offen aus. TheClue auf Telegram = mein Gamechanger.",
  "testimonial_alex": "TheClue zu joinen war echt die beste Entscheidung überhaupt! Die Mischung aus Workshops, Projekten und Austausch ist einfach next level – ich lerne jedes Mal was Neues.",
  "testimonial_maria": "Die wöchentlichen Q&A-Sessions sind der Wahnsinn – so viel Energie und spannende Diskussionen! Jedes Mal gehe ich mit neuer Motivation raus.",
  "testimonial_feliz": "Seit ich Teil der Community bin, gehe ich Krypto & Trading Herausforderungen ganz anders an. Der Support und das Wissen hier geben mir jeden Tag neuen Push – und das Gefühl, nicht alleine zu sein.",
  "testimonial_manuel": "So viel Support wie hier hab ich online noch nie erlebt! Expertentipps kombiniert mit echtem Austausch – genau die Mischung, bei der man sich traut zu fragen, auszuprobieren und zu wachsen.",
  "testimonial_john": "Die Live-Sessions sind Gold wert & super klar und pointiert. Jede Antwort bringt mich wirklich weiter, fast so, als hätte ich einen persönlichen Mentor an meiner Seite! Danke",
  "everyone_title": "TheClue® ist für jeden - auch dich.",
  "everyone_subtitle": "Egal wo du herkommst oder was du schon kannst – mit TheClue wächst du, findest Connections und legst los. Dein Weg startet hier.",
  "everyone_secure_title": "TheClue ist komplett sicher.",
  "everyone_secure_description": "Deine Daten sind bei uns sicher – TheClue setzt auf modernste Verschlüsselung und höchste Sicherheitsstandards, damit deine Privatsphäre jederzeit geschützt bleibt.",
  "everyone_secure_badge": "Secure",
  "everyone_support_title": "24/7 support",
  "everyone_support_description": "Support rund um die Uhr – weil dein Weg keine Bürozeiten kennt.",
  "everyone_meet_title": "Triff andere Menschen und baue dein Netzwerk aus.",
  "everyone_meet_description": "Gemeinsam statt alleine: Austausch, Support und Wachstum in einer lebendigen Community",
  "faq_main_title": "Häufig gestellte Fragen über",
  "faq_q1": "Was macht TheClue so besonders?",
  "faq_a1": "TheClue bietet dir alles in einem: Lernen per Video, Fragen live klären und gemeinsam in der Community wachsen.",
  "faq_q2": "Ist TheClue auch für Anfänger geeignet?",
  "faq_a2": "Klar! Unsere Inhalte sind für jedes Level gemacht – von den Basics bis fortgeschritten.",
  "faq_q3": "Wie kann ich das Maximum aus dem Empfehlungs-Programm herausholen?",
  "faq_a3": "Teile deinen persönlichen Link überall – ob Social Media, Freunde oder Familie. Je mehr Leute sich anmelden, desto größer werden deine Rewards!",
  "faq_q4": "Was ist, wenn ich außerhalb der Q&A-Session Fragen habe?",
  "faq_a4": "Egal wann – unser Support steht dir immer zur Seite.",
  "trainer_title_part1": "The Clue®: AI",
  "trainer_title_part2": "Krypto Trainer",
  "trainer_description": "Dein Komplettpaket für die ganze Web3- und Krypto-Welt. Tauche ein in die Zukunft: nachhaltig investieren, smart traden und neue Business-Modelle entdecken. Mit der CryptoClue Premium App hast du deinen Web3-Begleiter immer dabei.",
  "trainer_feature_1_title": "All-in-One-Plattform — keine weitere App erforderlich",
  "trainer_feature_1_desc": "Eine umfassende Plattform, die alles von Lehrvideos bis hin zu Nachrichten und Glossaren bietet — alles an einem Ort, jederzeit zugänglich.",
  "trainer_feature_2_title": "Personalisierte Lernpfade",
  "trainer_feature_2_desc": "Maßgeschneiderte Lernpfade passen sich dem Erfahrungsniveau und den Zielen jedes Benutzers an und gewährleisten so relevantes und effektives Lernen.",
  "trainer_feature_3_title": "Marktanalyse in Echtzeit",
  "trainer_feature_3_desc": "Live-Markteinblicke ermöglichen es Benutzern, fundierte Handelsentscheidungen zu treffen, indem sie über aktuelle Kryptotrends auf dem Laufenden bleiben.",
  "trainer_feature_4_title": "Wöchentliche Fragerunde, KI-Coaching rund um die Uhr, Telegram-Handelskanal",
  "trainer_feature_4_desc": "Kontinuierliche Unterstützung durch wöchentliche Q&A-Sitzungen, KI-Coaching rund um die Uhr und einen speziellen Telegram-Handelskanal für die Interaktion mit der Community.",
  "trainer_feature_5_title": "Handelssimulationen",
  "trainer_feature_5_desc": "Simulierte Handelsumgebungen ermöglichen es Benutzern, Strategien ohne finanzielles Risiko zu üben, was dazu beiträgt, reale Handelsfähigkeiten aufzubauen.",
  "trainer_feature_6_title": "Portfolio-Optimierungstool",
  "trainer_feature_6_desc": "Ein integriertes Tool, das die Krypto-Portfolios der Benutzer bewertet und optimiert, um die Leistung zu verbessern und das Risiko zu reduzieren.",
  "trainer_button": "KI-Assistance"
}
